Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: opportunities to present ideas, arguments and positions
es: brindar oportunidades para presentar ideas, argumentos y posiciones

source: The market segment and positioning sought will therefore determine which penetration strategy is chosen.
es: Por lo tanto, en función del segmento del mercado y del posicionamiento que se quiere conseguir habrá que elegir una estrategia de penetración u otra.

source: In the domestic market, products that satisfy the consumer base at every kind of consumption opportunity will continue to be offered. Internationally, the company will continue to leverage the opportunity presented by growing per capita consumption of premium imports with its focused strategy of market penetration.
es: en el mercado doméstico se continuará ofreciendo productos que satisfagan a la base de consumidores para cada momento de consumo. en el mercado internacional, la compañía seguirá aprovechando la oportunidad que representa el creciente consumo percápita de cervezas importadas premium con su enfoque estratégico de penetración de mercado.

source: The EU strategy should seek to prevent the penetration of organised crime in the public and legitimate private sector.
es: La estrategia de la Unión Europea debe orientarse a impedir la penetración de la delincuencia organizada en el sector público y el sector privado que actúa dentro de la legalidad.

source: (i) their historical volumes increase in absolute and relative terms in the Community market, which underlines a strategy of market penetration, coupled with a stable development after the IP, although in presence of a shrinking demand
es: i) el aumento histórico de sus volúmenes en términos absolutos y relativos en el mercado de la Comunidad, que subraya una estrategia de penetración en el mercado, junto con una evolución estable tras el período de investigación, aunque en presencia de una demanda que se reduce

source: It is not excluded, therefore, that importers sustain part of the price increase resulting from the imposition of an antidumping measure, although the extent of this will depend on both the behaviour of the Community industry in its pricing strategy and of the importers.
es: Es probable, por tanto, que el coste de tal aumento de precio repercuta en cierta medida en los importadores, si bien el alcance dependerá tanto del comportamiento de la industria de la Comunidad en su estrategia de precios como de los importadores.

source: Understand how modifying your pricing strategy based upon value can provide benefits to you, your sales force, and your clients.
es: Modificando su estrategia de precios basados en el valor puede conseguir beneficios tanto para usted como para el personal de ventas y los clientes.

source: This detail screen also shows the pricing strategy that is used to determine the suggested price from the competitor prices.
es: Esta pantalla detallada también muestra la estrategia de determinación de precios utilizada para determinar el precio propuesto a partir de los precios de competidor.

source: The operations control room has been reorganized and the main servers regrouped.
es: Se reacondicionó la sala de explotación y se agruparon los principales servidores.

source: Juniper also announced that IBM has started shipping OEM versions of the SRX Series, enabling IBM customers to get the world's fastest network firewall as part of their integrated data center solutions.
es: Juniper ha anunciado también que IBM ha empezado a distribuir las versiones OEM de la Serie SRX, que permite a los clientes de IBM obtener los firewalls más rápidos del mundo como parte de sus soluciones integradas de centros de datos.

source: Toshiba does not provide a direct repair service for anyone other then OEM customers.
es: Toshiba no proporciona un servicio de reparación directa salvo a sus clientes OEM.

source: For correct piston play, bore sizes and wear limits refer to the OEM service manual.
es: Para tolerancias de pistón, medidas de cilindros y limites de servicio siempre se ha de referir al manual de fábrica.

source: If your processor was sold through an OEM or reseller, you must contact your OEM or reseller for warranty support.
es: Si el procesador se vendió a través de un OEM o distribuidor, debe comunicarse con el OEM o distribuidor para obtener asistencia de garantía.

source: Connect to an unused fuse slot in the vehicle's OEM fuse panel which is ignition activated (12VDC) and install a 10A fuse.
es: Conéctelo a una ranura de fusible no utilizada en el panel de fusibles original del vehículo que sea activada por el interruptor de ignición (12 VCC) e instale un fusible de 10 A.

source: We look forward to helping you with your material handling equipment needs or OEM requests.
es: Esperamos poder ayudarlo con sus necesidades de equipos de manipulación de material o requisitos OEM.

source: The lamps are produced - with ECE-approval and DOT-marked - according to the same high quality standards of the conventional D1 and D2 gas discharge lamps (OEM quality).
es: Las lámparas se fabrican - con ECE homologado y DOT otorgado - según las normas de alta calidad de las lámparas de descarga convencionales D1 y D2 (calidad OEM).

source: This a technical support area developed for users (OEM industries and maintenace workers) so they can get the best results when assembling and disassembling BGL products and bearings.
es: Desarrollamos esa parte del sitio como soporte técnico a los usuarios (montadores de máquinas o manutención) para que se obtenga los mejores resultados al montar y desmontar los productos BGL además de los rodamientos.

source: In certain cases, prices for OEM models were found to be higher than for own brand sales.
es: En ciertos casos, se constató que los precios para modelos del fabricante del equipo original eran más altos que para las ventas de la propia marca.

source: A global network of R&D facilities, with advanced material research and prototyping capability, ensures Gates products will meet OEM performance requirements.
es: Una red mundial de instalaciones de I+D, con investigación de materiales avanzada y capacidad para hacer prototipos, garantiza que los productos Gates cumplan con las exigencias de rendimiento de los OEM.

source: Opportunities to share ideas provide route to tolerance, Brimmer says
es: La oportunidad de compartir ideas es una ruta hacia la tolerancia, dice Brimmer

source: Anti-discrimination vs. equal opportunities
es: Antidiscriminación vs. igualdad de oportunidades

source: "On 29th March the European Court of Human Rights delivered a decision in the ""Medvedyev and Others vs France"" affair - condemning France for the detention of a ship's crew that was arrested as part of an anti-drugs operation on the high seas."
es: "El 29 de marzo, el Tribunal Europeo de Derechos Humanos dictó sentencia en el asunto ""Medvedyev y otros contra Francia"", condenando a Francia por la detención de la tripulación de un buque que inspeccionó en el marco de la lucha contra el tráfico de drogas en alta mar."

source: The difference is not related to the duties themselves, but only to the character of the products (agricultural vs. non-agricultural) on which they are levied.
es: La diferencia no afecta a los derechos en sí mismos, sino solamente a la naturaleza de los productos (agrícolas/no agrícolas) gravados por tales derechos.

source: Some other things we've learned in researching this publication Good governance protects order and safety, without constraining individuals in pursuit of their opportunities and expression of their ideas.
es: Hemos aprendido otras cosas al hacer la investigación para esta publicación la buena gobernabilidad garantiza el orden y la seguridad, sin imponer restricciones al individuo en su búsqueda de oportunidades o la expresión de sus ideas.

source: New ideas and opportunities are always appearing.
es: "Constantemente se generan nuevas áreas y nuevas oportunidades""."

source: This was the first of a series of biennial forums that will continue to give students opportunities to synthesize ideas and broaden their knowledge of sustainable development.
es: Esta fue la primera serie de foros bienales que seguirán dando oportunidades a estudiantes para sintetizar ideas y ampliar sus conocimientos de desarrollo sostenible.

source: The ACF provided an opportunity to hold a dynamic discussion of ideas for growing economies and expanding opportunities throughout the region to generate new forward momentum in the Hemisphere.
es: El FCA, nos dio la oportunidad de tener una discusión dinámica de ideas para las economías en expansión y las crecientes oportunidades a través de la región, con el fin de generar un nuevo impulso en el Hemisferio.

source: For more than 70 years the British Council has been building strong cultural relations with other countries, exchanging knowledge and ideas and providing educational opportunities.
es: Durante más de 70 años el British Council ha construido fuertes relaciones culturales con otros países, intercambiando conocimiento e ideas y proporcionando oportunidades educativas.

source: Lastly, the Company has an Intervention Unit for control of application of the funds, control of the relevant operations, control of travel and hospitality expenses, implementation of basic controls in the processes of greatest risk, etc.
es: Por último, la Compañía cuenta con una Unidad de Intervención para el control de la aplicación de los fondos, control de operaciones relevantes, control de gastos de viaje y representación, implantación de controles básicos en los procesos de mayor riesgo, etc.

source: In this sense it is necessary to review the implementation and efficiency of different controls in the chemicals management and to strengthen analytical control stages as an essential and strategic activity in operations control.
es: En este sentido es necesario rever la implementación y eficacia de los distintos controles en la gestión de sustancias químicas y fortalecer las instancias de control analítico como una actividad esencial y a la vez estratégica en el control de operaciones.

source: Ongoing management and maintenance of IT infrastructure; includes IT operations control and facilities management; roles, objectives, organisation, metrics and documentation
es: La gestión y el mantenimiento continuo de la infraestructura de TI incluye el control de operaciones de TI y la gestión de sus instalaciones; roles, objetivos, organización, métricas y documentación

source: Decision operations control further processing.
es: Las operaciones de decisión controlan el tratamiento posterior.

source: Plans are to build the Operations Control Centre (OCC) in this same area.
es: En esta misma área se prevé la construcción del Centro de Control de Operaciones (CCO).

source: The most powerful management framework Oracle Enterprise Manager with dynamic resource allocation, provided by Oracle WebLogic Operations Control
es: El marco de gestión más potente con asignación dinámica de recursos, Oracle Enterprise Manager, suministrado por Oracle WebLogic Operations Control.

source: The anticipated areas under which the two missions will share common services include facilities, security, air operations, movement control operations, property management, transport services and medical services.
es: Las esferas previstas en las que las dos misiones compartirán servicios comunes incluyen instalaciones, seguridad, operaciones aéreas, operaciones de control de tráfico, administración de los bienes, servicios de transporte y servicios médicos.

source: The termination was performed by the ROCC (Remote Operations Control Center - launch site) using LOS (Line of Sight) procedures from Williams Field.
es: La terminación fue efectuada por el ROCC (Remote Operations Control Center - ubicado en el sitio de lanzamiento) utilizando el sistema LOS (Line of Sight) desde Williams Field.

source: The Navy should retain those lands necessary for the safe operation of the Relocatable Over the Horizon counter-narcotics Radar (ROTHR) transmitter at the Naval Ammunition Facility, and for the safe operation of antennas on Mount Pirata to control operations in the outer range.
es: La Marina deberá retener las tierras que sean necesarias para la operación del transmisor del Radar Antinarcóticos Reubicable Transhorizonte (ROTHR) en la Instalación Naval de Municiones, y para la operación segura de las antenas en el Monte Pirata que controlan las operaciones en el polígono exterior.

source: "Putting in place a system of devolved management required the redeployment of eight posts for officials to Sarajevo, five of which were used to increase the strength of the ""Operations"" and ""Control and Finance"" sections."
es: "La aplicación del sistema de gestión descentralizada acaparó 5 de los 8 puestos estatutarios redistribuidos en Sarajevo con el fin de reforzar las secciones ""Operations"" (2 puestos) y ""Control and Finanzas"" (3 puestos)."

source: In addition to OEM and ODM services, we can also offer customization and training services.
es: Adicional a los servicios de OEM y ODM, también ofrecemos servicios de personalización y capacitación.

source: Our product range includes sensor modules sold on an OEM basis; portable, benchtop, rack and wall mounted analysers for single and multi component measurements as well as customised application specific analyser systems.
es: Nuestra gama de productos incluye módulos de detección vendidos por fabricantes de equipos originales (OEM); analizadores portátiles, de montaje sobre mesa, en armario o pared para medidas de uno o varios componentes, así como sistemas analizadores personalizados específicos de una aplicación.

source: On the rare occasions that issues arise, Glen Raven responds very quickly at either the OEM or the boat owner level to reach a solution.
es: En los pocos casos en los que se producen estos problemas, Glen Raven responde muy rápidamente en todos los niveles, ya sea ante el OEM o ante el propietario del barco para alcanzar una solución.

source: The shrinking dimension, light weight & lower power consumption design can be easily integrated into a wide range of OEM/ODM device.
es: Sus dimensiones reducidas, peso ligero y su diseño de bajo consumo de energía le permiten integrarse fácilmente a un amplio rango de dispositivos OEM/ODM

source: Scania has also been a renowned OEM supplier of engines for construction machinery worldwide since the early 1900s.
es: Scania goza también de una buena reputación como proveedor de motores para maquinaria de obras públicas en todo el mundo desde las primeras décadas del siglo pasado.

source: How to identify a boxed vs. an OEM processor
es: Cómo identificar un procesador en caja comparado con uno OEM

source: These include (1) theoretical grounding vs. operational value; (2) expert involvement vs. ownership by donor staff, especially those at country level; (3) government participation and public disclosure vs. sensitive, in-depth political intelligence, and addressing challenging issues such as human rights; (4) context specificity vs. comparability across countries; and (5) understanding long-term trajectories vs. identifying political opportunities.
es: Éstos incluyen (1) fundamento teórico vs. valor operativo; (2) participación de expertos vs. apropiación por parte del personal de los donantes, especialmente a nivel nacional; (3) participación gubernamental y publicación vs. inteligencia política sensible y profunda, y abordar cuestiones desafiantes como los derechos humanos; (4) especificidad del contexto vs. comparación entre países; y (5) entender las trayectorias de largo plazo vs. identificar las oportunidades políticas.

source: In discussions a distinction should be made between migration out of choice vs. migration out of necessity and it will be considered how these relate to - and impact on - the development in the countries of origin.
es: En las discusiones debe hacerse una distinción entre migración no elegida y migración no necesaria y se considerará cómo se relacionan ambas y el impacto que tienen sobre el desarrollo en los países de origen.

source: Consequently, it does not clarify the question of ownership of specimen vs. sovereignty over genetic resources.
es: Consecuentemente, no aclara la interrogante de propiedad del espécimen vs. soberanía sobre los recursos genéticos.

source: ); demand and supply; impacts of temporary vs. permanent, or high skilled vs. low skilled migration on development; best practices to set up labour migration/circular migration programs; and on temporary vs. permanent migration as voluntary choices.
es: ); demanda y oferta; repercusiones de la migración temporal frente a la permanente, o de la migración de alta cualificación frente a la de baja cualificación sobre el desarrollo; mejores prácticas para establecer programas de migración laboral/migración circular; y sobre la migración temporal frente a la permanente por elección voluntaria.

source: How do political factors - such as the role of majority vs. minority parties in controlling parliament or government institutions -- weigh in?
es: ¿Cómo pueden contribuir los factores políticos, tales como el rol de los partidos mayoritarios y minoritarios, en el control del parlamento o las instituciones de gobierno?

source: Up to 40% more power* *in high drain devices vs. Duracell Plus AA, Results vary by device
es: Hasta un 40% más de energia* *en los aparatos de alto consumo en comparacion con Duracell Plus AA, los resultados dependen del aparato.

source: EN-V's smaller size and greater maneuverability mean the same parking lot can accommodate five times as many EN-Vs as typical automobiles.
es: Las dimensiones reducidas del EN-V y su mayor maniobrabilidad permiten aparcar cinco vehículos EN-V donde sólo cabe uno actual.

source: In fact, the unemployment rate among women is nearly twice as high as that among men (35 per cent vs. 20.6 per cent).
es: De hecho, la tasa de desempleo de las mujeres es casi dos veces la de los hombres (el 35% y el 20,6%, respectivamente).

source: The project will provide materials on the use of swimming as a therapy, promotional materials as well as opportunities to exchange ideas, experience, information, knowledge and good practices.
es: El proyecto ofrecerá materiales sobre la aplicación de la natación como terapia, material promocional y se intercambiarán ideas, experiencias, información, conocimientos y buenas prácticas.

source: Offering a variety of nutritious foods helps children develop eating habits that promote health and offer protection from preventable diseases and conditions.
es: Ofrecer una variedad de alimentos nutritivos ayuda a los niños a desarrollar hábitos alimenticios que promueven la salud y protegen contra las enfermedades y afecciones que se pueden prevenir.

source: We recognized equity in losses of affiliates up to the amount of our initial investment and subsequent capital contributions, or beyond that amount when guaranteed commitments have been made by us in respect of obligations incurred by affiliates.
es: Nosotros reconocemos su participación hasta el monto de la inversión inicial y aportaciones subsecuentes de capital, o más allá de este importe cuando se han garantizado obligaciones en estas afiliadas, sin exceder el monto de dichas garantías.

source: The Parallels Operations Automation control panel is by far the best control panel we have used or investigated.
es: Sin duda, el panel de control de Parallels Operations Automation es el mejor panel de control que hemos usado o evaluado.

source: "At a very low cost and with the ""Professional Property Management"" software, an exclusivity of Premium Property Operations, you have the absolute control on your property management, with web monitoring 24 hours per day and 7 days per week."
es: Con un costo muy pequeño y el programa «Professional Property Management», exclusividad de Premium Property Operations, tiene Ud. Mismo el control total de la administración de sus inmuebles, con observación por medio de Internet 24 horas al día 7 días a la semana.

source: Customs strategy at external frontiers The Council agreed on the organization of joint control operations at the Union's external frontiers in 1996 with a view to ensuring a satisfactory level of control at the Union's external frontier.
es: Estrategia aduanera en las fronteras exteriores El Consejo aprobó la organización de operaciones comunes de control en las fronteras exteriores de la Unión para el año 1996, con vistas a garantizar un nivel satisfactorio de control en la frontera exterior de la Unión.

source: In any event, the national authorities shall remain responsible for the carrying out of the control operations.
es: En cualquier caso, las autoridades nacionales seguirán siendo responsables de la ejecución de las operaciones de control.

source: Technical services appointed by the type-approval authorities will be involved in the necessary approval checks and conformity of production control operations.
es: Los servicios técnicos nombrados por los organismos competentes en materia de homologación de tipo participarán en los necesarios controles de homologación y las operaciones de control de la producción.

source: Within this context, the public prosecutor's offices and public security and customs authorities coordinate and cooperate with one another with a view to tightening control operations so as to prevent the entry or transit of any such weapons or materials or any trafficking in them in accordance with the applicable laws and regulations.
es: En ese contexto, las fiscalías y las autoridades aduaneras y de seguridad coordinan sus actividades y cooperan entre sí para reforzar las operaciones de control e impedir la entrada o el tránsito de armas o materiales de ese tipo o su tráfico, conforme a las leyes y reglamentos aplicables.

source: They should be referred to as part of the planning of eradication or control operations where re-introductions might be an appropriate and related objective.
es: Pueden ser material de consulta útil al planificar operaciones de erradicación o control en que las reintroducciones puedan ser también un objetivo adecuado y conexo.

source: EU crisis control operations have already demonstrated the European Union's ability to contribute to multilateral security-enhancing efforts.
es: Las operaciones de control de crisis de la Unión Europea ya han demostrado que es capaz de contribuir a los esfuerzos multilaterales encaminados a mejorar la seguridad.

source: Toshiba does NOT provide a direct repair service for anyone other than our OEM customers.
es: Toshiba sólo ofrece servicio de reparación directo a nuestros clientes de fabricantes de equipos originales.

source: We also offer dedicated OEM service and long-term aftermarket support to ensure prompt response and problem solving.
es: También ofrecemos un servicio personalizado para fabricantes OEM y una eficaz asistencia postventa que asegura una rápida respuesta y la solución de sus problemas.

source: Intel ships the processors to OEMs in trays so we refer to these types of processors as OEM/Tray processors.
es: Intel envía los procesadores a los OEM en bandejas, y es por eso que a los de ese tipo los denominamos procesadores OEM o de bandeja.

source: KORSCH only supplies quality OEM parts which have been manufactured to the original design specification and tolerance.
es: KORSCH ofrece unicamente piezas de calidad OEM fabricadas de acuerdo a la especificaciones y tolerancias de origen.
